var data = {
    "0": {
        "title": "Genesis",
        "text": "This is how it all started. Satoshi has forever written a \"powerful message\" on the blockchain, starting a new era of money."
    },
    "1": {
        "title": "Central banking is part of the problem",
        "text": "Satoshi Nakamoto understood what the root of all evil was."
    },
    "2": {
        "title": "Believe me, son",
        "text": "Satoshi's response to Bitshare's founder statement that we need \"peer banks\" for fast transactions."
    },
    "3": {
        "title": "One and only",
        "text": "Satoshi understood the importance of a single protocol implementation long before hostile takeovers such as XT, \"Classic\" and Bitcoin Unlimited took place."
    },
    "4": {
        "title": "Decentralized = better",
        "text": "Satoshi on why he thinks Bitcoin is less likely to fail than its predecessors."
    },
    "5": {
        "title": "Bugs? What bugs?",
        "text": "Early days of Bitcoin were quite a chaos from the programming point of view."
    },
    "6": {
        "title": "No worries, Bitcoin's crypto is strong",
        "text": "Satoshi on the security of the chosen cryptographic function. Btw SHA1 has already been cracked by Google."
    },
    "7": {
        "title": "Proof-of-work",
        "text": "No trust needed with Bitcoin. \"Trustlessness\" is one of Bitcoin's greatest properties."
    },
    "8": {
        "title": "Dead bitcoins are good bitcoins",
        "text": "When you forget a password to your wallet, your Bitcoins are lost forever. Which makes everyone else a bit richer."
    },
    "9": {
        "title": "Governments stand no chance against P2P",
        "text": "P2P gives people back their freedom. Satoshi understands the implications of decentralization and it's power against centralized monopolies on violence = governments."
    },
    "10": {
        "title": "Satoshi on ehm... Porn?",
        "text": "No comment."
    },
    "11": {
        "title": "Either ... or!",
        "text": "Bitcoin will succeed, or it will not. There's no 3rd option."
    },
    "12": {
        "title": "Never go full retard",
        "text": "Satoshi is frustrated with a user that has deleted his wallet losing access to his bitcoins."
    },
    "13": {
        "title": "Bitcoin privacy",
        "text": "Bitcoin transactions are pseudonymous but if you don't follow this simple rule your identity may be revealed."
    },
    "14": {
        "title": "Wait... always WAIT!",
        "text": "0/unconfirmed transactions are pretty common for merchant payments. However, they aren't very safe as they can be easily double-spent, meaning a vendor loses money."
    },
    "15": {
        "title": "Bitcoin's supply",
        "text": "Satoshi explains fixed supply and distribution of coins."
    },
    "16": {
        "title": "Bloody hell",
        "text": "Satoshi is believed to be British by the choice of specific words. Either way, he couldn't come up with a Bitcoin's description for general folks."
    },
    "17": {
        "title": "Generate all you want",
        "text": "As stated earlier, wallet addresses shouldn't be reused. Resources are not a concern in this particular case, so \"generate all you want\"."
    },
    "18": {
        "title": "Nodes have the last say",
        "text": "When a miner is trying to attack the network, he will be stopped by full nodes that will reject his invalid blocks."
    },
    "19": {
        "title": "In crypto we trust",
        "text": "A cryptographic proof is the only thing that we have to trust in Bitcoin."
    },
    "20": {
        "title": "Don't spam",
        "text": "Satoshi addressing flood attacks and micropayments."
    }
}